
[
	{

		"10 nen goshi no HikiNiito o Yamete..."                                  : "10 nen goshi no Hiki-NEET o Yamete Gaishutsushitara Jitaku goto Isekai ni Ten'ishiteta",
		"1000 nin no Homunkurusu no Shoujo tachi ni..."                          : "1000 nin no Homunkurusu no Shoujo tachi ni Kakomarete Isekai Kenkoku",
		"A Mistaken Marriage Match: A Generation of..."                          : "A Mistaken Marriage Match: A Generation of Military Counselor",
		"A Mistaken Marriage Match: Mysteries in the..."                         : "A Mistaken Marriage Match: Mysteries in the Imperial Harem",
		"A Mistaken Marriage Match: Record of Washed..."                         : "A Mistaken Marriage Match: Record of Washed Grievances",
		"Aim the Deepest Part of the Different World..."                         : "Aim the Deepest Part of the Different World Labyrinth",
		"AntiMagic Academy \"The 35th Test..."                                   : "Antimagic Academy 35th Test Platoon",
		"AntiMagic Academy “The 35th Test..."                                    : "Antimagic Academy 35th Test Platoon",
		"Because I Was Excluded Out of the Class Transfer,..."                   : "Because I Was Excluded Out of the Class Transfer, I Decided to Steal My Classmate’s Lover",
		"Because There Were 100 Goddesses in Charge of..."                       : "Because There Were 100 Goddesses in Charge of Reincarnation, I Received 100 Cheat Skills",
		"Black Bellied Prince's Stunning Abandoned..."                           : "Black Bellied Prince’s Stunning Abandoned Consort",
		"Black Bellied Prince’s Stunning Abandoned..."                           : "Black Bellied Prince’s Stunning Abandoned Consort",
		"Black Butterfly, Where Does the Black Butterfly..."                     : "Black Butterfly, Where Does the Black Butterfly Go Drink Water",
		"Blessing from the Goddess and Transfer to Another..."                   : "Blessing from the Goddess and Transfer to Another World! ~No Thanks, I Don’t Need a Special Ability~",
		"Boku wa Isekai de Fuyo Mahou to Shoukan Mahou wo..."                    : "Boku wa Isekai de Fuyo Mahou to Shoukan Mahou wo Tenbin ni Kakeru",
		"Bu ni Mi wo Sasagete Hyaku to Yonen. Elf de..."                         : "Bu ni Mi wo Sasagete Hyaku to Yonen. Elf de Yarinaosu Musha Shugyou",
		"Building an Oil Baron Country ~ Unparalleled in..."                     : "Building an Oil Baron Country ~ Unparalleled in Another World with Oil Money",
		"Buta Kōshaku ni Tensei Shitakara, Kondo wa Kimi..."                     : "Buta Kōshaku ni Tensei Shitakara, Kondo wa Kimi ni Suki to Iitai",
		"Charging Magic With a Smile~ Infinite Magic Power..."                   : "Charging Magic With a Smile~ Infinite Magic Power After Being Reincarnated Into a Different World",
		"Cheat Aru Kedo Mattari Kurashitai 《Tensei..."                           : "Cheat Aru Kedo Mattari Kurashitai 《Tensei Jinsei o Tanoshimou!》",
		"Cheat Skill: “Sleep Learning”..."                                       : "Heartwarming, 『Sleep Learning』 cheat skill in another world",
		"Command Sousa Skill de, Isekai no Subete wo Kage..."                    : "Command Sousa Skill de, Isekai no Subete wo Kage kara Shihaishitemita",
		"Commushou no Ore ga, Koushou Skill ni..."                               : "Commushou no Ore ga, Koushou Skill ni Zenfurishite Tenseishita Kekka",
		"Descent of the Phoenix – 13 Years Old..."                               : "Descent of the Phoenix – 13 Years Old Princess Consort",
		"Divine Protection That I Got Was a Power That..."                       : "Divine Protection That I Got Was a Power That Increase a Girl Level with Semen",
		"Don't Tell Me This Is the True History of the..."                       : "Don't Tell Me This Is the True History of the Three Kingdoms!",
		"Don’t Tell Me This Is the True History of the..."                       : "Don't Tell Me This Is the True History of the Three Kingdoms!",
		"Dragged Into the Class Metastasis ~for Some..."                         : "Dragged into the class metastasis ~For some reason I was dragged into the metastasis with the girl class so I will make a harem!~",
		"Enchantress Amongst Alchemists: Ghost King’s..."                        : "Enchantress Amongst Alchemists: Ghost King’s Concubine",
		"Enchantress Amongst Alchemists: Ghost..."                               : "Enchantress Amongst Alchemists: Ghost King’s Wife",
		"Ex-Hero Candidate’s, Who Turned Out To Be A..."                         : "Ex-Hero Candidate's, Who Turned Out To Be A Cheat From Lv2, Laid-back Life In Another World",
		"Fleeting Midsummer (Beijing University’s..."                            : "Fleeting Midsummer (Beijing University’s Weakest Student)",
		"Gate – Jietai Kare no Chi nite, Kaku..."                                : "Gate – Jietai Kare no Chi nite, Kaku Tatakeri",
		"Grimoire x Reverse ~Reincarnated Demon Romance..."                      : "Grimoire x Reverse ~Reincarnated Demon Romance Tale~",
		"Gun-ota ga Mahou Sekai ni Tensei Shitara, Gendai..."                    : "Gun-ota ga Mahou Sekai ni Tensei Shitara, Gendai Heiki de Guntai Harem o Tsukucchaimashita!?",
		"Gunota ga Mahou Sekai ni Tensei Shitara, Gendai..."                     : "Gun-ota ga Mahou Sekai ni Tensei Shitara, Gendai Heiki de Guntai Harem o Tsukucchaimashita!?",
		"Himekishi ga Classmate! ~ Isekai Cheat de Dorei..."                     : "Himekishi ga Classmate! ~ Isekai Cheat de Dorei ka Harem~",
		"Hokuou Kizoku to Moukinzuma no Yukiguni..."                             : "Hokuou Kizoku to Moukinzuma no Yukiguni Karigurashi",
		"Honored Prince’s Wife: Princess from..."                                : "Honored Prince’s Wife: Princess from Thousand Years Ago",
		"I Aim to Be an Adventurer with the Jobclass of..."                      : "I Aim to Be an Adventurer with the Jobclass of \"Jobless\"",
		"I Appear to have been Reincarnated as a Love..."                        : "I Appear to have been Reincarnated as a Love Interest in an Otome Game",
		"I Awoke to Find I Was the Girl Swordsman That..."                       : "I Awoke to Find I Was the Girl Swordsman That Protects My Cousin",
		"I Decided to Not Compete and Quietly Create Dolls..."                   : "I Decided to Not Compete and Quietly Create Dolls Instead",
		"I Kinda Came to Another World, but Where’s the..."                      : "I Kinda Came to Another World, but Where’s the Way Home?",
		"I Leveled up from Being a Parasite, But I May..."                       : "I Leveled up from Being a Parasite, But I May Have Grown Too Much",
		"I Made a Slave Harem Using a Charm Cheat in a..."                       : "I Made a Slave Harem Using a Charm Cheat in a Different World",
		"I Reincarnated As a Girl in Another World, but It..."                   : "I Reincarnated As a Girl in Another World, but It Was Okay Because I Was Together With a Girl",
		"I Reincarnated into an Otome Game as a Villainess..."                   : "Destruction Flag Noble Girl Villainess",
		"I Who Is a Loner, Using Cheats Adapts to the..."                        : "I Who Is a Loner, Using Cheats Adapts to the Dungeon",
		"I'm a NEET but When I Went to Hello Work I Got..."                      : "I’m a NEET but When I Went to Hello Work I Got Taken to Another World",
		"I've Been Taken to Another World Since I've..."                         : "I’ve Been Taken to Another World Since I’ve Gone and Tried Playing With the Little Girl Compilation",
		"Invincible Saint ~Salaryman, the Path I Walk to..."                     : "Invincible Saint ~Salaryman, the Path I Walk to Survive in This Other World~",
		"Isekai de “Kuro no Iyashi Te\" tte Yobarete..."                         : "Isekai de “Kuro no Iyashi Te” tte Yobarete Imasu (WN)",
		"Isekai de “Kuro no Iyashi Te” tte Yobarete..."                          : "Isekai de “Kuro no Iyashi Te” tte Yobarete Imasu (WN)",
		"Isekai Yururi Kikou ~Raising Children While Being..."                   : "Isekai Yururi Kikou ~Raising Children While Being an Adventurer~",
		"It Seems Like I Got Reincarnated Into The World..."                     : "It Seems Like I Got Reincarnated Into The World of a Yandere Otome Game",
		"It Seems That I’ve Slipped Into a Different..."                         : "It Seems That I’ve Slipped Into a Different World. Also, My Gender Has Changed.",
		"Itai no wa Iya nanode Bōgyo-Ryoku ni Kyokufuri..."                      : "Itai no wa Iya nanode Bōgyo-Ryoku ni Kyokufuri Shitai to Omoimasu",
		"Itsuka Sekai wo Sukuu Tame ni – Qualidea..."                            : "Itsuka Sekai wo Sukuu Tame ni -Qualidea Code-",
		"I’m a NEET but When I Went to Hello Work I Got..."                      : "I’m a NEET but When I Went to Hello Work I Got Taken to Another World",
		"I’ve Became Able to Do Anything with My Growth..."                      : "I've Became Able to Do Anything With My Growth Cheat, but I Can't Seem to Get Out of Being Jobless",
		"I’ve Been Taken to Another World Since I’ve..."                         : "I’ve Been Taken to Another World Since I’ve Gone and Tried Playing With the Little Girl Compilation",
		"Kenshi o Mezashite Nyūgaku Shitanoni Mahō..."                           : "Kenshi o Mezashite Nyūgaku Shitanoni Mahō Tekisei 9999 Nandesukedo! ?",
		"Level Up Just by Walking. In 10 Thousand Steps It..."                   : "Level Up Just by Walking. In 10 Thousand Steps It Will Be Level 10000!",
		"Lolibaba -Enjoying the Daily Life of a Mercenary..."                    : "Lolibaba -Enjoying the Daily Life of a Mercenary From the Age of Six-",
		"Manga wo Yomeru Ore ga Sekai Saikyou ~Yometachi..."                     : "Manga wo Yomeru Ore ga Sekai Saikyou ~Yometachi to Sugosu Ki mama na Seikatsu~",
		"Manuscript Screening Boy and Manuscript..."                             : "Manuscript Screening Boy and Manuscript Submitting Girl",
		"Maou-sama no Machizukuri! ~Saikyou no Danjon wa..."                     : "Maou-sama no Machizukuri! ~Saikyou no Danjon wa Kindai Toshi~",
		"Miracle Doctor, Abandoned Daughter: The Sly..."                         : "Miracle Doctor, Abandoned Daughter: The Sly Emperor’s Wild Beast-Tamer Empress",
		"Mobile Fortress Saratoga ~Silvery Sword Princess..."                    : "Mobile Fortress Saratoga ~Silvery Sword Princess Became My Servant.",
		"My Elder Sister Fell in Love With Me and..."                            : "My Elder Sister Fell in Love With Me and Transformed Into a Yandere",
		"My Entire Class Has Been Reincarnated – I..."                           : "My Entire Class Has Been Reincarnated – I Became the Weakest Skeleton!",
		"My House Is a Magic Power Spot ~Just by Living..."                      : "My House is a Magic Power Spot~ Just by Living there I Become the Strongest in the World",
		"New Game Plus! ~The Struggles of a Popular VRMMO..."                    : "New Game Plus! ~The Struggles of a Popular VRMMO Livestreamer~",
		"Omae o Otaku ni Shiteyaru kara, Ore o Riajuu ni..."                     : "Omae o Otaku ni Shiteyaru kara, Ore o Riajuu ni Shitekure!",
		"One Child Two Treasures: The Billionaire..."                            : "One Child Two Treasures: The Billionaire Chief’s Good Wife",
		"Otoko Nara Ikkokuichijou no Aruji o Mezasa Nakya,..."                   : "Otoko Nara Ikkokuichijou no Aruji o Mezasa Nakya, ne?",
		"Phoenix Overlooking the World – Who Dares to..."                        : "Phoenix Overlooking the World – Who Dares to Touch My Abandoned Empress",
		"Poisoning the World: The Secret Service..."                             : "Poisoning the World: The Secret Service Mysterious Doctor is a Young Beastly Wife",
		"Potatoes Are the Only Thing That’s Needed in..."                        : "Potatoes Are the Only Thing That’s Needed in This World!",
		"Q. Maou-sama no Oshigoto wa? A. Mamono Nusume e..."                     : "Q. Maou-sama no Oshigoto wa? A. Mamono Nusume e no Tanetsuke Desu",
		"Regarding the Display of an Outrageous Skill..."                        : "Regarding the Display of an Outrageous Skill Which Has Incredible Powers",
		"Reincarnated as a Dragon's Egg ~Lets Aim to..."                         : "Reincarnated as a Dragon’s Egg ～Lets Aim to Be the Strongest～",
		"Reincarnated as a Dragon's Egg ～Lets Aim to..."                        : "Reincarnated as a Dragon’s Egg ～Lets Aim to Be the Strongest～",
		"Reincarnated as a Dragon’s Egg ~Lets Aim to..."                         : "Reincarnated as a Dragon’s Egg ～Lets Aim to Be the Strongest～",
		"Reincarnated as a Dragon’s Egg ～Lets Aim to..."                        : "Reincarnated as a Dragon’s Egg ～Lets Aim to Be the Strongest～",
		"Reincarnated into a Werewolf, the Demon Lord..."                        : "Werewolf Reincarnation, Aide of Demon King",
		"Reincarnated Into Other World With Cheat Like..."                       : "Reincarnated Into Other World With Cheat Like Ability ~Internet Was Strongest Even In Other World",
		"Reincarnation ~ From the Upper World to the Lower..."                   : "Reincarnation ~ From the Upper World to the Lower World",
		"Riaru de Reberu Age Shitara Hobo Chītona Jinsei..."                     : "Riaru de Reberu Age Shitara Hobo Chītona Jinsei ni Natta",
		"Seijo no Kaifuku Mahou ga Dou Mitemo Ore no..."                         : "The Saint's Recovery Magic is a Degraded Version of Mine",
		"She Professed Herself The Pupil Of The Wiseman..."                      : "Kenja no Deshi wo Nanoru Kenja",
		"Shuumatsu Nani Shitemasu ka? Isogashii desu ka?..."                     : "Shuumatsu Nani Shitemasu ka? Isogashii desu ka? Sukutte Moratte Ii desu ka?",
		"Sisters Violated Many Times in Dream and..."                            : "Sisters Violated Many times in Dream and Reality…",
		"Skill Taker's World Domination ~ Building a..."                         : "Skill Taker's World Domination ~ Building a slave harem in a different world",
		"Skill Taker’s World Domination ~ Building a..."                         : "Skill Taker's World Domination ~ Building a slave harem in a different world",
		"Sword Art Online Alternative – Gun Gale..."                             : "Sword Art Online Alternative - Gun Gale Online",
		"Takarakuji de 40-oku Atattandakedo Isekai ni Ijuu..."                   : "Takarakuji de 40 Oku Atattandakedo Isekai ni Ijuu Suru",
		"Takarakuji de 40-oku Atattandakedo Isekai ni Ijuu..."                   : "Takarakuji de 40 Oku Atattandakedo Isekai ni Ijuu Suru",
		"Tales of Leo Attiel ~Depiction of the Headless..."                      : "Tales of Leo Attiel ~Depiction of the Headless Prince~",
		"Tensei Shitanode Tsugi Koso wa Shiawasena Jinsei..."                    : "Tensei Shitanode Tsugi Koso wa Shiawasena Jinsei wo Tsukande Misemashou",
		"That One Time the Essay a Child Wrote over Summer..."                   : "That One Time the Essay a Child Wrote over Summer Break was Way too Fantasy",
		"The Ability to Make Town!? ~Let’s Make a..."                            : "The Ability to make town!? ~Let's make a Japanese Town in Different world~",
		"The Chronicles of a Lost Man in His Forties..."                         : "The Chronicles of a Lost Man in His Forties Founding a Nation ~Commonsense is Hindering Me From Becoming TUEE~",
		"The Corpse Ruler Confuses the World, All Seven..."                      : "The Corpse Ruler Confuses the World, All Seven Husbands Are Devils",
		"The Country of the Fallen Dragon King and the..."                       : "The Country of the Fallen Dragon King and the Perishing Witches",
		"The Cry of the Phoenix Which Reached the Ninth..."                      : "The Cry of the Phoenix Which Reached the Ninth Heaven",
		"The Cursed Sword Master’s Harem Life: By..."                            : "The Cursed Sword Master’s Harem Life: By the Sword, For the Sword",
		"The Demonic King Chases His Wife: The Rebellious..."                    : "The Demonic King Chases His Wife: The Rebellious Good-for-nothing Miss",
		"The divine protection that I got was a power that..."                   : "The divine protection that I got was a power that increase a girl level with semen",
		"The Duke’s Daughter Is the Knight Captain’s..."                         : "The Duke’s Daughter Is the Knight Captain’s (62) Young Wife",
		"The Evil Prince and his Precious Wife: The Sly..."                      : "The Evil Prince and his Precious Wife: The Sly Lady",
		"The Great Nation Remodeling of Reincarnated..."                         : "The Great Nation Remodeling of Reincarnated Princess ~Let’s Build an Unrivaled Country~",
		"The Mage Will Master Magic Efficiently In His..."                       : "The Mage Will Master Magic Efficiently In His Second Life",
		"The Reincarnated Person Doesn't Want to..."                             : "Tenseisha wa Cheat o Nozomanai",
		"The Reincarnated Person Doesn’t Want to..."                             : "Tenseisha wa Cheat o Nozomanai",
		"The Spear User that Couldn't Become the Hero..."                        : "The Spear User that Couldn’t Become the Hero 《Protagonist》",
		"The Spear User that Couldn’t Become the Hero..."                        : "The Spear User that Couldn’t Become the Hero 《Protagonist》",
		"The Strongest Level 0 Aikido Practitioner, Now,..."                     : "The Strongest Level 0 Aikido Practitioner, Now, Here I Come to a Different World!",
		"The Weakness of Beatrice the Level Cap Holy..."                         : "The Weakness of Beatrice the Level Cap Holy Swordswoman",
		"There's a Pit in My Senior Martial Brother's..."                        : "There's a Pit in My Senior Martial Brother's Brain",
		"There’s a Pit in My Senior Martial Brother’s..."                        : "There's a Pit in My Senior Martial Brother's Brain",
		"This is the Lively Dandelion House..."                                  : "This is the Lively Dandelion House ~Landlord’s and Tenants’ Rent War~",
		"Uchi no Musume no Tame naraba, Ore wa..."                               : "Uchi no Musume no Tame naraba, Ore wa Moshikashitara Maou mo Taoseru kamo Shirenai (WN)",
		"Watashi, Dokidoki Renai Kakumei de Onii-chan..."                        : "Watashi, Dokidoki Renai Kakumei de Onii-chan Yattemasu",
		"What Came to Mind During My Third Time in Another..."                   : "What Came to Mind During My Third Time in Another World Was to for Now, Get Naked.",
		"When I Woke up in the Morning I Became a Silver..."                     : "When I Woke up in the Morning I Became a Silver Haired Loli Vampire",
		"Wife is Outrageous: His Evil Highness Comes..."                         : "Wife is Outrageous: His Evil Highness Comes Knocking",
		"World Teacher – Other World Style Education..."                         : "World Teacher - Different World Style Education Agent",
		"Youhei Monogatari ~Junsuinaru Hangyakusha..."                           : "Youhei Monogatari ~Junsuinaru Hangyakusha (Rebellion)~",
		"Yuusha Party no Kawaii Ko ga Ita no de, Kokuhaku..."                    : "Yuusha Party ni Kawaii Ko ga Ita node, Kokuhaku Shitemita.",
		"Yuusha Party no Kawaii Ko ga Ita no de, Kokuhaku..."                    : "Yuusha Party no Kawaii Ko ga Ita no de, Kokuhaku Shitemita.",
		"Yuusha toshite shoukansareta kedo, uragirareta..."                      : "Yuusha toshite shoukansareta kedo, uragirareta node.",

		"The Bodyguard Starts Again as a Knight of a..."           : "The Bodyguard Starts Again as a Knight of a Prestigious Familly",
		"Flirting With Beast Girls! Doing Nothing but..."          : "Flirting with beast girls! Doing nothing but copulation!",
		"When I Became Able to See Status, I Got to Know..."       : "When I Became Able to See Status, I Got to Know My Classmate's Secret",
		"Kaifuku Jutsushi no Yarinaoshi ~ Sokushi Mahou to..."     : "Kaifuku Jutsushi no Yarinaoshi ~ Sokushi Mahou to Skill Copy no Choetsu Heal",
		"Potatoes Are the Only Thing That’s Needed..."        : "Potatoes Are the Only Thing That's Needed in This World!",
		"The Circumstances Behind the Dark Lion Earl’s..."    : "The Circumstances Behind the Dark Lion Earl's Second Marriage",
		"Elf no Kuni no Kyuutei Madoushi ni Naretanode,..."        : "Elf no Kuni no Kyuutei Madoushi ni Naretanode, Toriaezu Himesama ni Seitekina Itazura wo Shitemimashita",
		"Unparalleled Path ~ Reincarnated as the AI for a..."      : "Unparalleled Path ~ Reincarnated as the AI for a space battleship ~",
		"Konyaku Haki o Iiwatasa Remashitaga Watashi wa..."        : "Konyaku Haki o Iiwatasa Remashitaga Watashi wa Anata no Fiansede wa Arimasen",
		"Mind Controlling My Childhood Friend, I Made Her..."      : "Mind Controlling My Childhood Friend, I Made Her My Sex Slave",
		"The Noble Girl Who Had Her Engagement Broken Off,..."     : "The Noble Girl who had her Engagement broken off, Today as well pushes the Prince off from the Tower",
		"Yonin no Ikemen ni Kyuuai sarete Ore wa..."               : "Yonin no Ikemen ni Kyuuai sarete Ore wa Namidamedesu",
		"Why Is the Prettiest Girl in School Trying to..."         : "Why Is the Prettiest Girl in School Trying to Talk to a Loner Like Me during Lunch Break?",
		"I, Who had Arrived in Another World, Will Live As..."     : "I, Who had Arrived in Another World, Will Live As I Like With My Hypnosis Ability",
		"The Magical Princess Twin Saints ~Futanari..."            : "The Magical Princess Twin Saints ~Futanari Pleasure Invades the Girls~",
		"The Magnificent Battle Records of A Former Noble..."      : "The Magnificent Battle Records of A Former Noble Lady",
		"Being Recognized as an Evil God, I Changed My Job..."     : "Being Recognized as an Evil God, I Changed My Job to Guardian Diety of the Beastmen Country",
		"Don’t Tell Me This Is the True History of..."        : "Don't Tell Me This Is the True History of the...",
		"The Heavily Armoured Noble Girl Monette: How To..."       : "The Heavily Armoured Noble Girl Monette: How To Break a Curse You Don't Remember Casting",
		"If You Got the Power of Flight, Invisibility, and..."     : "If You Got the Power of Flight, Invisibility, and Teleportation, What Would You Do?",
		"Isekai Tensei – Kimi to no Saikai made..."           : "Isekai Tensei – Kimi to no Saikai made Nagai koto Nagai koto",
		"I Play the Role of (Villain/Heroine) in a..."             : "I Play the Role of a (Villain/Heroine) in a Japanese-Style Otome Game",
		"Ghostly Masked Prince Xiao: Pampering and..."             : "Ghostly Masked Prince Xiao: Pampering and Spoiling the Little Adorable Consort",
		"Wild Malicious Consort: Good For Nothing Ninth..."        : "Wild Malicious Consort: Good For Nothing Ninth Miss",
		"I Kinda Came to Another World, but Where’s..."       : "I Kinda Came to Another World, But Where's the Way Home",
		"The People Who’re Supposed To Kill Me Fell..."       : "The People Who're Suppose to Kill Me All Fell for Me Instead",
		"Insanely Pampered Wife: Divine Doctor Fifth Young..."     : "Insanely Pampered Wife: Divine Doctor Fifth Young Miss",
		"I Ended up as the Hero’s Mother After..."            : "I Ended up as the Hero's Mother After Reincarnating?!",
		"Cold King’s Dominating Love, Genius Medical..."      : "Cold King's Dominating Love, Genius Medical Consort",
		"Heaven’s Glittering Saint Princess..."               : "Heaven's Glittering Saint Princess ~Futanari Training of the Mother and Daughter Heroines~",
		"Kon’yaku Haki Sareta no wa Ojou-sama..."             : "Kon'yaku Haki Sareta no wa Ojou-sama deshita!?",
		"An Alternate World’s STRONGEST Canceller ～..."  : "An Alternate World's STRONGEST Canceller ～ Using The Rare Cancel Skill to Become GODLIKE～",
		"An Otome Game’s Burikko Villainess Turned..."        : "An Otome Game's Burikko Villainess Turned...",
		"The Rebirth of the Malicious Empress of Military..."      : "The Rebirth of the Malicious Empress of Military Lineage",
		"The Author Reincarnated?! ~I’ll Become an..."        : "The Author Reincarnated?! ~I'll Become an Amazing Villain!~",
		"Insanely Pampered Wife: Genius Doctor Fifth Young..."     : "Insanely Pampered Wife: Divine Doctor Fifth Young Miss",
		"I’ve Led the Villain Astray, How Do I Fix..."        : "I've Led the Villain Astray, How Do I Fix It?",
		"The Reader and Protagonist Definitely Have to Be..."      : "The Reader and Protagonist Definitely Have to Be in True Love",
		"Kon’yaku Haki Suru Kawari ni,-ka to wa en o..."      : "Kon'yaku Haki Suru Kawari ni,-ka to wa en o Kira Sete Itadakimasu",
		"Akuyaku Reijou wa Ringoku no Oitaishi ni Dekiai..."       : "Akuyaku Reijou wa Ringoku no Oitaishi ni Dekiai Sareru",
		"Saikyou Juzoku Tensei ~Cheat Majutsushi no Slow..."       : "Saikyou Juzoku Tensei ~Cheat Majutsushi no Slow Life~",
		"The Deadbeat Master and Genius Disciple’s..."        : "The Deadbeat Master and Genius Disciple's Misunderstood Workshop",
		"Isekai no mahou gengo ga doumitemo nihongo..."            : "Isekai no mahou gengo ga doumitemo nihongo dattaken",
		"The Super High Schoolers Affording to Live in..."         : "The Super High Schoolers Affording to Live in Another World!",
		"I Use Semen in Another World and Live by Relying..."      : "I Use Semen in Another World and Live by Relying on Other's Power",
		"100% Sweet Love: The Delinquent XXX Wife Is a Bit..."     : "100% sweet love: The delinquent XXX wife is a bit sweet",
		"The Noble Girl who had her Engagement broken off,..."     : "The Noble Girl who had her Engagement broken off, Today as well pushes the Prince off from the Tower",
		"Will the Re-Summoned Hero Live as an Ordinary..."         : "Will the Re-Summoned Hero Live as an Ordinary Person",
		"Observation Record of a Self-proclaimed..."               : "Observation Record of a Self-proclaimed Villainess' Fiance",
		"Tsuujou Kougeki ga Zentai Kougeki de Ni-kai..."           : "Tsuujou Kougeki ga Zentai Kougeki de Ni-kai Kougeki no Okaa-san wa Suki desu ka?",
		"You Think It’s Fine to Just Summon Me to..."         : "You Think It's Fine to Just Summon Me to Another World? Huh?",
		"Mezametara Chikashitsu!? ~Tensei Shoujo no Yume..."       : "Mezametara Chikashitsu!? ~Tensei Shoujo no Yume no Saki~",
		"The Evolution Fruit – Conquering Life..."            : "The Evolution Fruit – Conquering Life Unknowingly (LN)",
		"After a Different World Transition, I Founded a..."       : "After a Different World Transition, I Founded a Nation in a Week",
		"I Only Need To Attend The Classroom Of The Sage..."       : "I Only Need To Attend The Classroom Of The Sage To Level Up!",
		"Crossing to the Future, it’s Not Easy to Be..."      : "Crossing to the Future, it's Not Easy to Be a Man",
		"Unprecedented Pill Refiner: Entitled Ninth Young..."      : "Unprecedented Pill Refiner: Entitled Ninth Young Lady",
		"Child Rearing Journal of the Strongest..."                : "Child Rearing Journal of the Strongest Wiseman~About My Daughter Being the Cutest in the World~",
		"Hiota no Kanojo ga Ore no Motteru Eroge ni Kyoumi..."     : "Hiota no Kanojo ga Ore no Motteru Eroge ni Kyoumi Shinshin Nanda ga……",
		"My Sister is Jealous of Another World Girls~Fun..."       : "My Sister is Jealous of Another World Girls~Fun Harem Store Management",
		"Although I Am Only Level 1, but with This Unique..."      : "Although I Am Only Level 1, but with This Unique Skill, I Am the Strongest",
		"The Ancestor of our Sect Isn’t Acting like..."       : "The Ancestor of our Sect Isn't Acting like an Elder",
		"Space and Rebirth: The Favored Genius Doctor and..."      : "Space and Rebirth: The Favored Genius Doctor and Businesswoman",
		"While killing slimes for 300 years, I became the..."      : "While killing slimes for 300 years, I became the MAX level unknowingly",
		"Mamorubeki nakama ya shimei o ushinattanode, mao..."      : "Mamorubeki nakama ya shimei o ushinattanode, mao to asonde kurashimasu",
		"About the Reckless Girl Who Kept Challenging a..."        : "About the Reckless Girl Who Kept Challenging a Reborn Man Like Me",
		"Yuusha no Furi mo Raku Janai–Riyuu? Ore ga..."       : "Yuusha no Furi mo Raku Janai–Riyuu? Ore ga Kami dakara–",
		"Going Back and Forth Between Earth and The Other..."      : "Going Back and Forth Between Earth and The Other World with Space Time Magic",
		"The White Cat That Swore Vengeance Was Just..."           : "The White Cat That Swore Vengeance Was Just Lazing on the Dragon King's Lap",
		"Raising Slaves on the Other World While on a..."          : "Raising Slaves on the Other World While on a Journey",
		"Can’t Leave This Room Until I Get First..."          : "Can't Leave This Room Until I Get First Place on Syosetu",
		"I, the Demon Lord, Took a Slave Elf as my Wife,..."       : "I, a Demon Lord, Took a Slave Elf as my Wife, but how do I Love Her?",
		"Oda Nobunaga to Iu Nazo no Shokugyo ga Mahou..."          : "Oda Nobunaga to Iu Nazo no Shokugyo ga Mahou Kenshi yori Cheat Dattanode, Oukoku wo Tsukuru Koto ni Shimashita",
		"Glutton Berserker ~The One That Exceeds The..."           : "Glutton Berserker ~The One That Exceeds The Concept Of Levels~",
		"Discovering my Disciple Wants to Eat Me After..."         : "Discovering my Disciple Wants to Eat Me After Raising Him",
		"Ore to Kanojo ga Geboku de Dorei de Shuujuu..."           : "Ore to Kanojo ga Geboku de Dorei de Shuujuu Keiyaku",
		"Transmigrating into a Mob Character to..."                : "Transmigrating into a Mob Character to Rehabilitate the Villain Plan",
		"Sukebe de Kichiku na Shishou to Sunao de Juujun..."       : "Sukebe de Kichiku na Shishou to Sunao de Juujun de Bishoujo na Deshi",
		"I’ve Became Able to Do Anything with My..."          : "I've Became Able to Do Anything with My Growth...",
		"I’m Sorry for Getting a Head Start but I..."         : "I'm sorry for getting a head start but I decided to live everyday erotically",
		"Aru Okugata ga Rikon Shite Jiyu o Mankitsu Suru..."       : "Aru Okugata ga Rikon Shite Jiyu o Mankitsu Suru Made no Hitorigoto",
		"A Mistaken Marriage Match: Pursuit of Murderer in..."     : "A Mistaken Marriage Match – Pursuit of Murderer in Liao Yue",
		"Dress na Boku ga Yangotonaki Katagata no Katei..."        : "Dress na Boku ga Yangotonaki Katagata no Katei Kyoushi-sama na Kudan",
		"Humans are the Strongest Race ~Starting a Slow..."        : "Humans are the Strongest Race ~Starting a Slow...",
		"Counterattack of a White Lotus that was Reborn..."        : "Counterattack of a White Lotus that was Reborn into an Apocalypse",
		"Hear My Heart: My World Falls into the River of..."       : "Hear My Heart: My World Falls into the River of Love",
		"Evil Dragon Reincarnation ~Even If I Am..."               : "Evil Dragon Reincarnation ~Even If I Am Reincarnated into the Other World I Am I~",
		"Isekai de Mofumofu Nadenade Suru Tame ni..."              : "Isekai de Mofumofu Nadenade Suru Tame ni Ganbattemasu.",
		"The Villainous Lady Aims to Overthrow the Heroine..."     : "The Villainous Lady Aims to Overthrow the Heroine",
		"Once Upon A Time, There Was A Spirit Sword..."            : "Once Upon A Time, There Was A Spirit Sword Mountain",
		"Oh no! After I Reincarnated, My Moms Became..."           : "Oh no! After I Reincarnated, My Moms Became Son-cons!",
		"Ex Strongest Swordsmen Long For Magic In..."              : "Ex Strongest Swordsmen Long For Magic In Different World",
		"Because I Reincarnated as a Succubus, I’ll..."       : "Because I Reincarnated as a Succubus, I'll Squeeze Out Milk",
		"Ore ga Ojou-sama Gakkou ni “Shomin..."               : "Ore ga Ojou-sama Gakkou ni \"Shomin...",
		"Gifting You With A City that Will Never Be..."            : "Gifting You With A City that Will Never Be Isolated",
		"The Strongest Knights ~the Strongest One Is Not..."       : "The Strongest Knights ~The strongest one is not the leader, but seems to be the cook~",
		"I’m Not a Villainess!! Just Because I Can..."        : "I'm Not a Villainess!! Just Because I Can Control Darkness Doesn't Mean I'm a Bad Person!",
		"Saving 80,000 Gold in an Another World for..."            : "Saving 80,000 Gold in an Another World for Retirement",
		"After Reincarnating Into This Game World I Seemed..."     : "After Reincarnating Into This Game World I Seemed to Have Taken Over the Control of Statu",
		"Tensei Saki ga Shoujo Manga no Shiro Buta Reijou..."      : "Tensei Saki ga Shoujo Manga no Shiro Buta Reijou datta",
		"Reincarnated as a Dark Elf ~The Strongest..."             : "Reincarnated as a Dark Elf ~The strongest magician conquers a parallel world~",
		"Side Character Transmigrations: The Final Boss is..."     : "Side Character Transmigrations: The Final Boss is No Joke",
		"Originally, I Was A Delinquent, But Now I’m A..."    : "Originally, I Was A Delinquent, But Now I'm A Serious Girl!",
		"The Beautiful Entropic Girl: Poison Expert Third..."      : "The Beautiful Entropic Girl: Poison Expert Third Young Miss",
		"Sougen no Okite ~Shii Yatsu ga Moteru, Ii Buzoku..."      : "Sougen no Okite ~Shii Yatsu ga Moteru, Ii Buzoku...",
		"The Aloof Prince Pampers His Wild First Rate..."          : "The Aloof Prince Pampers His Wild First Rate Consort",
		"Killing Time of God ーThe Six Abducted Man and..."    : "Killing Time of God ーThe Six Abducted Man and Womenー",
		"Regarding the Duke with Gynophobia and the..."            : "Regarding the Duke with Gynophobia and the Eccentric Lady Scholar",
		"Hero Manufacturing Machine ~A Job to Make..."             : "Hero Manufacturing Machine ~A Job to Make...",
		"My Entire Class Was Summoned to Another World..."         : "My Entire Class Was Summoned to Another World Except for Me",
		"I’m a NEET but When I Went to Hello Work I..."       : "I'm a NEET but when I went to Hello Work I got taken to another world",
		"Woof Woof Story ~ I Told You I am a Rich..."              : "Woof Woof Story ~ I Told You I am a Rich Person's Dog, Not Fenrir ~",
		"Because I’ve Been Reincarnated as the Piggy..."      : "Because I've Been Reincarnated as the Piggy Duke, This Time I Will Say I Like You",
		"Imperial Wars and My Stratagems ~ Until..."               : "Imperial Wars and my Stratagems",
		"The Demon God Pesters: The Ninth Lady of the..."          : "The Demon God Pesters: The Ninth Lady of the Doctor",
		"Quick Transmigration Cannon Fodder’s Record..."      : "Quick Transmigration Cannon Fodder's Record of Counterattacks",
		"Sword Art Online Alternative – Clover’s..."     : "Sword Art Online Alternative: Clover's Regret",
		"A Mistaken Marriage Match: The Pirate’s..."          : "A Mistaken Marriage Match – The Pirate's Daughter",
		"We Should Have Slept While Only Holding Hands,..."        : "We Should Have Slept While Only Holding Hands, And Yet?!",
		"Escaping the Nuclear Fallout Shelter that has..."         : "Escaping the Nuclear Fallout Shelter that has...",
		"The Young Man Who Got the Anti-hero’s Power..."      : "The Young Man Who Got the Anti-hero's Power Swears to Revenge for the God World and Will Crush the Different World Hero Who Will Be Sent One after Another",
		"Beastly Fēi that Go Against the Heaven: Coerced..."  : "Beastly Fēi that Go Against the Heaven: Coerced by the Huáng Shū",
		"Hazure Skill ‘Mapping’ wo Te ni Shita..."       : "Hazure Skill 'Mapping' wo Te ni Shita Ore wa, Saikyou Party to Tomo ni Dungeon ni Idomu",
		"Douluo Dalu: 2.5 – Legend of the Divine..."          : "Douluo Dalu: 2.5 – Legend of the Divine Realm",
		"Shirokuma Tensei: You became the Guardian God of..."      : "Shirokuma Tensei: You became the Guardian God of the Forest Legend",
		"In a World Where Beauty is Reversed, a Harem Only..."     : "In a World Where Beauty is Reversed, a Harem Only for Me",
		"Using Gacha to Increase My Companions and to..."          : "Using Gacha to Increase My Companions and to Create the Strongest Girls' Army Corps",
		"An A-Ranked Adventurer’s..."                         : "An A-Ranked Adventurer's \"Slow-living\"",
		"Upstart Pastry Chef ~Territory Management of a..."        : "Upstart Pastry Chef ~Territory Management of a Genius Pâtissier~",
		"Another World’s Savior ~ I Became Unparalleled..."   : "Another World's Savior ~ I became unparalleled by using the jet-black divine equipment~",
		"The Death Mage Who Doesn’t Want a Fourth..."         : "The Death Mage Who Doesn't Want a Fourth Time",
		"Seven Unfortunate Lifetimes, All Thanks to a..."          : "Seven Unfortunate Lifetimes, All Thanks To a Moment of Impulse",
		"Why Does the Prettiest Girl in School Trying to..."       : "Why Does the Prettiest Girl in School Trying to Talk to a Loner Like Me in the Break Time?",
		"The Military Female Soldier With Unwavering..."           : "The Military Female Soldier With Unwavering Stubbornness!",
		"Divine Genius Healer, Abandoned Woman: Demonic..."        : "Divine Genius Healer, Abandoned Woman: Demonic Tyrant in Love with a Mad Little Consort",
		"Where Will the Old Man Who Was Hurled into..."            : "Where will the old man who was hurled into another world go?",
		"A Mistaken Marriage Match – The Pirate’s..."    : "A Mistaken Marriage Match – The Pirate's Daughter",
		"I Became the Demon Lord and my Territory is an..."        : "I Became the Demon Lord and my Territory is an Uninhabited Island",
		"The Fierce Revolution ~ The Strongest Organism..."        : "The Fierce Revolution ~ The Strongest Organism Which Can Kill the Devil and the Hero",
		"I Rose Suddenly in The Alternate World By..."             : "I Rose Suddenly in The Alternate World By Overwhelming Gacha With Luck!",
		"Bandit, Be Ambitious! To Accomplish Kingdom..."           : "Bandit, Be Ambitious! To Accomplish Kingdom Revival!",
		"Frosty Prince Boils Over his Imperial..."                 : "Frosty Prince Boils Over his Imperial Concubine:Generals Di Daughter",
		"Slime Tensei. Taikensha ga Youjo Elf ni..."               : "Slime Tensei. Taikensha ga Youjo Elf ni Dakishimeraretemasu",
		"A Certain Middle-Aged Man’s VRMMO Activity..."       : "A Certain Middle-Aged Man's VRMMO Activity Log",
		"Ore ga Heroine o Tasukesugite Sekai ga Little..."         : "Ore ga Heroine o Tasukesugite Sekai ga Little Mokushiroku!?",
		"Frontiers ~Chronicles of Bucket-san’s Detailed..."   : "Frontiers ~Chronicles of Bucket-san's Detailed Pioneering~",
		"Only I Am Not Attacked In A World Overflowing..."         : "Only I am not attacked in a world overflowing with zombies",
		"『Shirayukihime to 7 Nin no Koibito』to iu 18..." : "『Shirayukihime to 7 Nin no Koibito』to iu 18 kin Otomege Heroin ni Tenseishiteshimatta Ore ga Zenryoku de Oujitachi kara Nigeru Hanashi",
		"Concubine’s Stunning Daughter : Ghost..."            : "Concubine's Stunning Daughter : Ghost Emperor Please Be Lenient!",
		"I’m a High School Boy and a Bestselling..."          : "I'm a High School Boy and a Bestselling Light Novel Author, Strangled by My Female Junior and a Voice Actress",
		"While Killing Slimes for 300 Years, I Became the..."      : "While killing slimes for 300 years, I became the MAX level unknowingly",
		"I Reincarnated, but I Think the Prince (Fiancé)..."  : "I Reincarnated, but I Think the Prince (Fiancé) Has given Up",
		"Magic? Muscle Is Much More Important Than Such A..."      : "Magic? Muscle Is Much More Important Than Such A Thing!",
		"Kara no Kyoukai: Mirai Fukuin – The Garden..."       : "Kara no Kyoukai: Mirai Fukuin – The Garden of Sinners/Recalled Out Summer",
		"Higawari Teni ~ Ore wa Arayuru Sekai de Musou..."         : "Higawari Teni ~ ore wa arayuru sekai de musou suru ~",
		"Jashin (megami) ni yobarete isekai ten’i ~..."       : "Jashin (megami) ni yobarete isekai ten'i ~ inmon majutsushi no sokuochi haremu raifu~",
		"The Strongest Guild Master Founded a Nation in a..."      : "The Strongest Guild Master Founded a Nation in a Week",
		"Reworld•Frontier-Saijakuni Shite Saikyou no..."      : "Reworld•Frontier-Saijakuni Shite Saikyou no Shien Jutsu Shiki Tsukai [Enhancer]",
		"Other World Assassin Life of a Man who was a..."          : "Other World Assassin Life of a Man who was a Shut-in",
		"Panties Reincarnation. I’m a Pair of Panties,..."    : "Panties Reincarnation. I'm a Pair of Panties, so What?",
		"Aiming For Harem Queen in Different World..."             : "Aiming For Harem Queen in Different World –Story of Self-Proclaimed Ordinary High School Girl Struggling in Different World–",
		"The consequence of being summoned simultaneously..."      : "The consequence of being summoned simultaneously from another world.",
		"World Reformation Activities of the Dark God —..."   : "World Reformation Activities of the Dark God — Loving Humans So Much, I Reincarnated in One —",
		"Hilarious Pampered Consort: Lord I Will Wait for..."      : "Hilarious pampered consort: Lord I will wait for your divorce",
		"Mob… Sore mo waki mob no hazu nan desu..."           : "Mob… Sore mo waki mob no hazu nan desu kedo!?",
		"A Record of a Mortal’s Journey to..."                : "A Record of a Mortal's Journey to Immortality",
		"An Immortal From Heaven Who Got Banished Into The..."     : "An Immortal From Heaven Who Got Banished Into The Mortal World",
		"I Work As A Healer In Another World’s..."            : "I Work As A Healer In Another World's Labyrinth City",
		"If It’s for My Daughter, I’d Even Defeat a..."  : "If It's for My Daughter, I'd Even Defeat a Demon Lord",
		"The Rebirth of Deceased Consort that Astounded..."        : "The Rebirth of Deceased Consort that Astounded...",
		"I Reincarnated and Tried to Become a Genius Child..."     : "I Reincarnated and Tried to Become a Genius Child Actor. I Want to Quit.",
		"The Principle of a Philosopher by Eternal Fool..."        : "The Principle of a Philosopher by eternal fool \"Asley\"",
		"When I Was Summoned to Another World with RPG..."         : "When I Was Summoned to Another World with RPG Style, [Likes NTR] Skill Appeared",
		"It Seems I Came to Another World, Now What Should..."     : "It Seems I Came to Another World, Now What Should I Do",
		"The Spear User that Couldn’t Become the..."          : "The Spear User that Couldn't Become the Hero...",
		"The Eccentric, the Beauty, and the Detective:..."         : "The Eccentric, the Beauty, and the Detective: Kiriki Junki's Mystery Log",
		"The Path of the Cannon Fodder’s..."                  : "The Path of the Cannon Fodder's Counterattack",
		"Black Bellied Husband’s Indulgence: His..."          : "Black Bellied Husband's Indulgence: His Wife is not Allowed to Hide",
		"Across the Stunning Beast Princess: Phoenix..."           : "Across the Stunning Beast Princess: Phoenix Against the World",


		"Erogenous Beauty Salon by Succubus Girls: I..."           : "Erogenous Beauty Salon by Succubus Girls: I Started the Milking Course",
		"The Reborn Otaku’s Code of Practice for the..."           : "The Reborn Otaku’s Code of Practice for the Apocalypse",



		"Ankoku Kishi Monogatari ~Yuusha wo Taosu Tameni..."           : "Ankoku Kishi Monogatari ~Yuusha wo Taosu Tameni Maou ni Shoukansaremashita~",
		"Bewitching Prince Spoils His Wife: Genius Doctor..."          : "Honored Prince's Wife: Princess from Thousand Years Ago",
		"Chiyu Mahou no Machigatta Tsukaikata ~Senjou wo..."           : "Chiyu Mahou no Machigatta Tsukaikata ~Senjou wo Kakeru Kaifuku Youin~",
		"Chronicles of a Creative Different World..."                  : "Chronicles of a Creative Different World Reincarnation",
		"He Didn’t Want to Be the Center of Attention,..."             : "He Didn’t Want to Be the Center of Attention, Hence, after Defeating the Demon Lord, He Became Guild Master",
		"I Have The Only Ero Knowledge In The World, So I..."          : "I Have The Only Ero Knowledge In The World, So I Decided To Cum Inside Pretty Girls",
		"I Obtained a Stepmother. I Obtained a Little..."              : "I Obtained a Stepmother. I Obtained a Little Brother. It Appears That Little Brother Is Not Father’s Child, but a Scum King’s Child, However, Don’t Mind It Please ( ´_ゝ`)",
		"Interested in the One-Eyed Female General So I..."            : "Interested in the One-Eyed Female General So I Joined the White Wolf Knight Order, but It Turned into a Harem?!",
		"Notice That Slime, the Boss-monster ~The Lowest..."           : "Notice That Slime, the Boss-monster ~The Lowest Slime’s Dungeon Management Story~",
		"Rebirth Junior High School: The Exceling Top..."              : "Rebirth Junior High School: The Exceling Top Student Goddess",
		"Reincarnated as a Dragon’s Egg ～Lets Aim..."                  : "Reincarnated as a Dragon’s Egg ～Lets Aim to Be the Strongest～",
		"Spirit’s Paradise And The Idle Another..."                    : "Spirit’s Paradise And The Idle Another World Life",
		"The Daily Life of Being the Campus Idol’s..."                 : "The Daily Life of Being the Campus Idol’s Fake Boyfriend",
		"The Hero’s Cute Childhood Friend,..."                         : "The Hero’s Cute Childhood Friend, Doesn’t Know of His Pitch-Black Nature",
		"The Laid-back Life in Another World of the..."                : "The Laid-back Life in Another World of the Ex-Hero Candidate Who Turned out to be a Cheat from Level 2",
		"The Training Record of a Married Woman – Mrs...."             : "The Training Record of a Married Woman – Mrs. President Who Drowned in the Pleasure of Cruelty",
		"Welcome to the Monsters’ Guild ~ The Strongest..."            : "Welcome to the Monsters’ Guild ~ The Strongest Group Who Did Everything, for a Price ~",
		"Bewitching Prince Spoils His Wife: Genius Doctor..."          : "Bewitching Prince Spoils His Wife",

		"29-Years-Old Bachelor Was… Brought to a..."              : "29-Years-Old Bachelor Was… Brought to a Different World to Live Freely",
		"Husband Bursting My Chrysanthemum Is Painful..."              : "Husband Bursting My Chrysanthemum Is Painful Enough To Die!",
		"Unpopular As I Am, I Have To Meet a Heroine..."               : "Unpopular As I Am, I Have To Meet a Heroine Within Five Days",
		"Three Lives Three Worlds, Ten Miles of Peach..."              : "Three Lives Three Worlds, Ten Miles of Peach Blossoms",
		"Adorable Treasured Fox: Divine Doctor Mother..."              : "Adorable Treasured Fox: Divine Doctor Mother Overturning The Heavens!",
		"Love So Life – When the Cherry Blossoms..."              : "Love So Life – When the Cherry Blossoms Bloom",
		"Have a Trial Marriage with Husband, Demanding..."             : "Have A Trial Marriage With Husband Demanding Extra Effort",
		"Ore ga Ojou-sama Gakkou ni \"Shomin..."                       : "OOre ga Ojou-sama Gakkou ni \"Shomin Sample\" Toshite Rachirareta Ken",
		"Hazure Skill ‘Mapping’ wo Te ni Shita Ore wa,..."   : "Hazure Skill 'Mapping' wo Te ni Shita Ore wa, Saikyou Party to Tomo ni Dungeon ni Idomu",
		"100% sweet love: The delinquent XXX wife is a bit..."         : "100% sweet love: The delinquent XXX wife is a bit sweet",
		"Side Character Transmigrations : The Final Boss..."           : "Side Character Transmigrations : The Final Boss is No Joke",
		"Rebirth and Counterattack: Bringing a Mysterious..."          : "Rebirth and Counterattack: Bringing a Mysterious President Home",
		"Let’s Raise My Female Cousin Who Woke up..."             : "Let's Raise My Female Cousin Who Woke up from Vegetative State after 10 Years into a Meat Slave!",
		"My Father Is a Terrorist, so I’m Becoming a..."          : "My Father Is a Terrorist, so I'm Becoming a Hero!",
		"Owari no Seraph – Ichinose Guren, 16-sai no..."          : "Owari no Seraph – Ichinose Guren, 16-sai no Catastrophe",

		"The Daily Task of Preventing My Disciple from..."         : "The Daily Task of Preventing My Disciple from Turning to the Dark Side",

		"The Transmigration Routine of Always Being..."            : "The Transmigration Routine of Always Being Captured by the ML",
		"The Wizard Raised Through TRPG is Still the..."           : "The Wizard Raised Through TRPG is Still the Strongest in the Other World",
		"Expecting to Fall into Ruin, I Aim to Become a..."        : "Expecting to fall into ruin, I aim to become a blacksmith",
		"A New Game from the Depths of Captivity! ~ Rising..."     : "A New Game from the Depths of Captivity!",
		"I've Became Able to Do Anything with My Growth..."        : "I've Became Able to Do Anything with My Growth...",
		"The Training Record of a Married Woman –..."         : "The Training Record of a Married Woman – Mrs. President Who Drowned in the Pleasure of Cruelty",
		"Ex Strongest Swordsman Longs For Magic In..."             : "Ex Strongest Swordsman Longs For Magic In Different World",
		"I Was Caught up in a Hero Summoning, but That..."         : "I was caught up in a Hero Summoning, but that World is at Peace",
		"The Mahou Shoujo Covers Up Her True Identity..."          : "The Mahou Shoujo Covers Up Her True Identity After the Ending",
		"The End Of The World’s Poisonous Mom And..."         : "The End Of The World's Poisonous Mom And Monster Baby",
		"Monster Tamer’s Fluffy Master-Apprentice..."         : "Monster Tamer's Fluffy Master-Apprentice Life",

		"I Already Said I Don’t Want to Be..."                     : "I Already Said I Don’t Want to Be Reincarnated, Didn’t I!? ~the Suffering of the Goddess of Reincarnation~",
		"Quick Transmigrating Second Female Lead’s..."             : "Quick Transmigrating Second Female Lead’s Counterattack",
		"The Reincarnated Boy’s Growth Log ~The..."                : "The Reincarnated Boy’s Growth Log ~The Harder I Work The Stronger I Can Become!?~",
		"Why Harem Intrigue When You Can Just Raise a Dog..."      : "Why Harem Intrigue When You Can Just Raise a Dog Instead",
		"Eiyuu no Musume Toshite Umarekawatta Eiyuu wa..."         : "Eiyuu no Musume Toshite Umarekawatta Eiyuu wa Futatabi Eiyuu wo Mezasu",
		"I Somehow Got Strong By Raising Skills Related To..."     : "I Somehow Got Strong By Raising Skills Related To Farming",
		"Troubled Villainous Daughter, My Fiancé..."               : "Troubled Villainous Daughter, My Fiancé Won’t Stop Approaching Me!?",
		"Film Emperor’s Adorable Wife From Ancient..."             : "Film Emperor’s Adorable Wife From Ancient Times",
		"It’s Actually Not Easy Wanting to be a..."                : "It’s Actually Not Easy Wanting to be a Supporting Male Lead",
		"Every Morning the Most Popular Girl at School..."         : "Every Morning the Most Popular Girl at School Sits Next to Me on the Train",
		"Quick Transmigration: Heroine Arrives, Woman..."          : "Quick Transmigration: Heroine Arrives, Woman Rapidly Retreats!",
		"As the Result of I, a Former Eighth Grader..."            : "As the Result of I, a Former Eighth Grader Syndrome Patient, Took Advantage of Psychology Effect, Somehow I Ended up Having to Conclude an Agreement with the School’s First Beauty",
		"Bringing Along a Ball and Hiding from Foreign..."         : "Bringing Along a Ball and Hiding from Foreign Devils",
		"The End of The World’s Reborn Cannon Fodder..."           : "The End of The World’s Reborn Cannon Fodder Counter-attacks",
		"I've Became Able to Do Anything with My Growth..."        : "I’ve Became Able to Do Anything with My Growth Cheat, but I Can’t Seem to Get out of Being Jobless",
		"There Will Always Be Protagonists With Delusions..."      : "There Will Always Be Protagonists With Delusions of Starting a Harem",
		"It Is A Different World And Yet I Am Cultivating..."      : "It Is A Different World And Yet I Am Cultivating Monsters",
		"A Dragon in Slime’s Clothing ~ I Want to..."              : "A Dragon in Slime’s Clothing ~ I Want to Live Peacefully by Pretending to Be the Weakest"

	},

	{
		"Yukkuri Free Time Literature..." : "Yukkuri Free Time Literature Service",
		"Cookies 'N Cream..."             : "Cookies 'N Cream Translations"
	}
]
