
[
	{

		"10 nen goshi no HikiNiito o Yamete..."                                  : "10 nen goshi no Hiki-NEET o Yamete Gaishutsushitara Jitaku goto Isekai ni Ten'ishiteta",
		"1000 nin no Homunkurusu no Shoujo tachi ni..."                          : "1000 nin no Homunkurusu no Shoujo tachi ni Kakomarete Isekai Kenkoku",
		"A Mistaken Marriage Match: A Generation of..."                          : "A Mistaken Marriage Match: A Generation of Military Counselor",
		"A Mistaken Marriage Match: Mysteries in the..."                         : "A Mistaken Marriage Match: Mysteries in the Imperial Harem",
		"A Mistaken Marriage Match: Record of Washed..."                         : "A Mistaken Marriage Match: Record of Washed Grievances",
		"Aim the Deepest Part of the Different World..."                         : "Aim the Deepest Part of the Different World Labyrinth",
		"AntiMagic Academy \"The 35th Test..."                                   : "Antimagic Academy 35th Test Platoon",
		"AntiMagic Academy “The 35th Test..."                                    : "Antimagic Academy 35th Test Platoon",
		"Black Bellied Prince's Stunning Abandoned..."                           : "Black Bellied Prince’s Stunning Abandoned Consort",
		"Black Bellied Prince’s Stunning Abandoned..."                           : "Black Bellied Prince’s Stunning Abandoned Consort",
		"Black Butterfly, Where Does the Black Butterfly..."                     : "Black Butterfly, Where Does the Black Butterfly Go Drink Water",
		"Blessing from the Goddess and Transfer to Another..."                   : "Blessing from the Goddess and Transfer to Another World! ~No Thanks, I Don’t Need a Special Ability~",
		"Boku wa Isekai de Fuyo Mahou to Shoukan Mahou wo..."                    : "Boku wa Isekai de Fuyo Mahou to Shoukan Mahou wo Tenbin ni Kakeru",
		"Bu ni Mi wo Sasagete Hyaku to Yonen. Elf de..."                         : "Bu ni Mi wo Sasagete Hyaku to Yonen. Elf de Yarinaosu Musha Shugyou",
		"Charging Magic With a Smile~ Infinite Magic Power..."                   : "Charging Magic With a Smile~ Infinite Magic Power After Being Reincarnated Into a Different World",
		"Cheat Aru Kedo Mattari Kurashitai 《Tensei..."                           : "Cheat Aru Kedo Mattari Kurashitai 《Tensei Jinsei o Tanoshimou!》",
		"Cheat Skill: “Sleep Learning”..."                                       : "Heartwarming, 『Sleep Learning』 cheat skill in another world",
		"Command Sousa Skill de, Isekai no Subete wo Kage..."                    : "Command Sousa Skill de, Isekai no Subete wo Kage kara Shihaishitemita",
		"Commushou no Ore ga, Koushou Skill ni..."                               : "Commushou no Ore ga, Koushou Skill ni Zenfurishite Tenseishita Kekka",
		"Descent of the Phoenix – 13 Years Old..."                               : "Descent of the Phoenix – 13 Years Old Princess Consort",
		"Don't Tell Me This Is the True History of the..."                       : "Don't Tell Me This Is the True History of the Three Kingdoms!",
		"Don’t Tell Me This Is the True History of the..."                       : "Don't Tell Me This Is the True History of the Three Kingdoms!",
		"Ex-Hero Candidate’s, Who Turned Out To Be A..."                         : "Ex-Hero Candidate's, Who Turned Out To Be A Cheat From Lv2, Laid-back Life In Another World",
		"Fleeting Midsummer (Beijing University’s..."                            : "Fleeting Midsummer (Beijing University’s Weakest Student)",
		"Gun-ota ga Mahou Sekai ni Tensei Shitara, Gendai..."                    : "Gun-ota ga Mahou Sekai ni Tensei Shitara, Gendai Heiki de Guntai Harem o Tsukucchaimashita!?",
		"Gunota ga Mahou Sekai ni Tensei Shitara, Gendai..."                     : "Gun-ota ga Mahou Sekai ni Tensei Shitara, Gendai Heiki de Guntai Harem o Tsukucchaimashita!?",
		"Himekishi ga Classmate! ~ Isekai Cheat de Dorei..."                     : "Himekishi ga Classmate! ~ Isekai Cheat de Dorei ka Harem~",
		"Hokuou Kizoku to Moukinzuma no Yukiguni..."                             : "Hokuou Kizoku to Moukinzuma no Yukiguni Karigurashi",
		"I Aim to Be an Adventurer with the Jobclass of..."                      : "I Aim to Be an Adventurer with the Jobclass of \"Jobless\"",
		"I Appear to have been Reincarnated as a Love..."                        : "I Appear to have been Reincarnated as a Love Interest in an Otome Game",
		"I Decided to Not Compete and Quietly Create Dolls..."                   : "I Decided to Not Compete and Quietly Create Dolls Instead",
		"I Kinda Came to Another World, but Where’s the..."                      : "I Kinda Came to Another World, but Where’s the Way Home?",
		"I Leveled up from Being a Parasite, But I May..."                       : "I Leveled up from Being a Parasite, But I May Have Grown Too Much",
		"I Made a Slave Harem Using a Charm Cheat in a..."                       : "I Made a Slave Harem Using a Charm Cheat in a Different World",
		"I Who Is a Loner, Using Cheats Adapts to the..."                        : "I Who Is a Loner, Using Cheats Adapts to the Dungeon",
		"I'm a NEET but When I Went to Hello Work I Got..."                      : "I’m a NEET but When I Went to Hello Work I Got Taken to Another World",
		"I've Been Taken to Another World Since I've..."                         : "I’ve Been Taken to Another World Since I’ve Gone and Tried Playing With the Little Girl Compilation",
		"Invincible Saint ~Salaryman, the Path I Walk to..."                     : "Invincible Saint ~Salaryman, the Path I Walk to Survive in This Other World~",
		"Isekai de “Kuro no Iyashi Te\" tte Yobarete..."                         : "Isekai de “Kuro no Iyashi Te” tte Yobarete Imasu (WN)",
		"Isekai de “Kuro no Iyashi Te” tte Yobarete..."                          : "Isekai de “Kuro no Iyashi Te” tte Yobarete Imasu (WN)",
		"It Seems Like I Got Reincarnated Into The World..."                     : "It Seems Like I Got Reincarnated Into The World of a Yandere Otome Game",
		"Itsuka Sekai wo Sukuu Tame ni – Qualidea..."                            : "Itsuka Sekai wo Sukuu Tame ni -Qualidea Code-",
		"I’m a NEET but When I Went to Hello Work I Got..."                      : "I’m a NEET but When I Went to Hello Work I Got Taken to Another World",
		"I’ve Became Able to Do Anything with My Growth..."                      : "I've Became Able to Do Anything With My Growth Cheat, but I Can't Seem to Get Out of Being Jobless",
		"I’ve Been Taken to Another World Since I’ve..."                         : "I’ve Been Taken to Another World Since I’ve Gone and Tried Playing With the Little Girl Compilation",
		"Level Up Just by Walking. In 10 Thousand Steps It..."                   : "Level Up Just by Walking. In 10 Thousand Steps It Will Be Level 10000!",
		"Lolibaba -Enjoying the Daily Life of a Mercenary..."                    : "Lolibaba -Enjoying the Daily Life of a Mercenary From the Age of Six-",
		"Manuscript Screening Boy and Manuscript..."                             : "Manuscript Screening Boy and Manuscript Submitting Girl",
		"Maou-sama no Machizukuri! ~Saikyou no Danjon wa..."                     : "Maou-sama no Machizukuri! ~Saikyou no Danjon wa Kindai Toshi~",
		"Mobile Fortress Saratoga ~Silvery Sword Princess..."                    : "Mobile Fortress Saratoga ~Silvery Sword Princess Became My Servant.",
		"My House Is a Magic Power Spot ~Just by Living..."                      : "My House is a Magic Power Spot~ Just by Living there I Become the Strongest in the World",
		"New Game Plus! ~The Struggles of a Popular VRMMO..."                    : "New Game Plus! ~The Struggles of a Popular VRMMO Livestreamer~",
		"Omae o Otaku ni Shiteyaru kara, Ore o Riajuu ni..."                     : "Omae o Otaku ni Shiteyaru kara, Ore o Riajuu ni Shitekure!",
		"Otoko Nara Ikkokuichijou no Aruji o Mezasa Nakya,..."                   : "Otoko Nara Ikkokuichijou no Aruji o Mezasa Nakya, ne?",
		"Poisoning the World: The Secret Service..."                             : "Poisoning the World: The Secret Service Mysterious Doctor is a Young Beastly Wife",
		"Q. Maou-sama no Oshigoto wa? A. Mamono Nusume e..."                     : "Q. Maou-sama no Oshigoto wa? A. Mamono Nusume e no Tanetsuke Desu",
		"Regarding the Display of an Outrageous Skill..."                        : "Regarding the Display of an Outrageous Skill Which Has Incredible Powers",
		"Reincarnated as a Dragon's Egg ~Lets Aim to..."                         : "Reincarnated as a Dragon’s Egg ～Lets Aim to Be the Strongest～",
		"Reincarnated as a Dragon's Egg ～Lets Aim to..."                        : "Reincarnated as a Dragon’s Egg ～Lets Aim to Be the Strongest～",
		"Reincarnated as a Dragon’s Egg ~Lets Aim to..."                         : "Reincarnated as a Dragon’s Egg ～Lets Aim to Be the Strongest～",
		"Reincarnated as a Dragon’s Egg ～Lets Aim to..."                        : "Reincarnated as a Dragon’s Egg ～Lets Aim to Be the Strongest～",
		"Reincarnated into a Werewolf, the Demon Lord..."                        : "Werewolf Reincarnation, Aide of Demon King",
		"Reincarnated Into Other World With Cheat Like..."                       : "Reincarnated Into Other World With Cheat Like Ability ~Internet Was Strongest Even In Other World",
		"Reincarnation ~ From the Upper World to the Lower..."                   : "Reincarnation ~ From the Upper World to the Lower World",
		"Riaru de Reberu Age Shitara Hobo Chītona Jinsei..."                     : "Riaru de Reberu Age Shitara Hobo Chītona Jinsei ni Natta",
		"Seijo no Kaifuku Mahou ga Dou Mitemo Ore no..."                         : "The Saint's Recovery Magic is a Degraded Version of Mine",
		"She Professed Herself The Pupil Of The Wiseman..."                      : "Kenja no Deshi wo Nanoru Kenja",
		"Shuumatsu Nani Shitemasu ka? Isogashii desu ka?..."                     : "Shuumatsu Nani Shitemasu ka? Isogashii desu ka? Sukutte Moratte Ii desu ka?",
		"Sisters Violated Many Times in Dream and..."                            : "Sisters Violated Many times in Dream and Reality…",
		"Skill Taker's World Domination ~ Building a..."                         : "Skill Taker's World Domination ~ Building a slave harem in a different world",
		"Skill Taker’s World Domination ~ Building a..."                         : "Skill Taker's World Domination ~ Building a slave harem in a different world",
		"Sword Art Online Alternative – Gun Gale..."                             : "Sword Art Online Alternative - Gun Gale Online",
		"Takarakuji de 40-oku Atattandakedo Isekai ni Ijuu..."                   : "Takarakuji de 40 Oku Atattandakedo Isekai ni Ijuu Suru",
		"Takarakuji de 40-oku Atattandakedo Isekai ni Ijuu..."                   : "Takarakuji de 40 Oku Atattandakedo Isekai ni Ijuu Suru",
		"Tensei Shitanode Tsugi Koso wa Shiawasena Jinsei..."                    : "Tensei Shitanode Tsugi Koso wa Shiawasena Jinsei wo Tsukande Misemashou",
		"The Ability to Make Town!? ~Let’s Make a..."                            : "The Ability to make town!? ~Let's make a Japanese Town in Different world~",
		"The Chronicles of a Lost Man in His Forties..."                         : "The Chronicles of a Lost Man in His Forties Founding a Nation ~Commonsense is Hindering Me From Becoming TUEE~",
		"The Corpse Ruler Confuses the World, All Seven..."                      : "The Corpse Ruler Confuses the World, All Seven Husbands Are Devils",
		"The Country of the Fallen Dragon King and the..."                       : "The Country of the Fallen Dragon King and the Perishing Witches",
		"The Cry of the Phoenix Which Reached the Ninth..."                      : "The Cry of the Phoenix Which Reached the Ninth Heaven",
		"The Demonic King Chases His Wife: The Rebellious..."                    : "The Demonic King Chases His Wife: The Rebellious Good-for-nothing Miss",
		"The Great Nation Remodeling of Reincarnated..."                         : "The Great Nation Remodeling of Reincarnated Princess ~Let’s Build an Unrivaled Country~",
		"The Mage Will Master Magic Efficiently In His..."                       : "The Mage Will Master Magic Efficiently In His Second Life",
		"The Reincarnated Person Doesn't Want to..."                             : "Tenseisha wa Cheat o Nozomanai",
		"The Reincarnated Person Doesn’t Want to..."                             : "Tenseisha wa Cheat o Nozomanai",
		"The Spear User that Couldn't Become the Hero..."                        : "The Spear User that Couldn’t Become the Hero 《Protagonist》",
		"The Spear User that Couldn’t Become the Hero..."                        : "The Spear User that Couldn’t Become the Hero 《Protagonist》",
		"The Strongest Level 0 Aikido Practitioner, Now,..."                     : "The Strongest Level 0 Aikido Practitioner, Now, Here I Come to a Different World!",
		"The Weakness of Beatrice the Level Cap Holy..."                         : "The Weakness of Beatrice the Level Cap Holy Swordswoman",
		"There's a Pit in My Senior Martial Brother's..."                        : "There's a Pit in My Senior Martial Brother's Brain",
		"There’s a Pit in My Senior Martial Brother’s..."                        : "There's a Pit in My Senior Martial Brother's Brain",
		"This is the Lively Dandelion House..."                                  : "This is the Lively Dandelion House ~Landlord’s and Tenants’ Rent War~",
		"Uchi no Musume no Tame naraba, Ore wa..."                               : "Uchi no Musume no Tame naraba, Ore wa Moshikashitara Maou mo Taoseru kamo Shirenai (WN)",
		"Watashi, Dokidoki Renai Kakumei de Onii-chan..."                        : "Watashi, Dokidoki Renai Kakumei de Onii-chan Yattemasu",
		"What Came to Mind During My Third Time in Another..."                   : "What Came to Mind During My Third Time in Another World Was to for Now, Get Naked.",
		"Wife is Outrageous: His Evil Highness Comes..."                         : "Wife is Outrageous: His Evil Highness Comes Knocking",
		"World Teacher – Other World Style Education..."                         : "World Teacher - Different World Style Education Agent",
		"Youhei Monogatari ~Junsuinaru Hangyakusha..."                           : "Youhei Monogatari ~Junsuinaru Hangyakusha (Rebellion)~",
		"Yuusha Party no Kawaii Ko ga Ita no de, Kokuhaku..."                    : "Yuusha Party ni Kawaii Ko ga Ita node, Kokuhaku Shitemita.",
		"Yuusha Party no Kawaii Ko ga Ita no de, Kokuhaku..."                    : "Yuusha Party no Kawaii Ko ga Ita no de, Kokuhaku Shitemita."
		"Yuusha toshite shoukansareta kedo, uragirareta..."                      : "Yuusha toshite shoukansareta kedo, uragirareta node.",
	},

	{
		"Yukkuri Free Time Literature..." : "Yukkuri Free Time Literature Service"
	}
]
