
{
	"AntiMagic Academy “The 35th Test..."                                    : "Antimagic Academy 35th Test Platoon",
	"Command Sousa Skill de, Isekai no Subete wo Kage..."                    : "Command Sousa Skill de, Isekai no Subete wo Kage kara Shihaishitemita",
	"I Aim to Be an Adventurer with the Jobclass of..."                      : "I Aim to Be an Adventurer with the Jobclass of \"Jobless\"",
	"Lolibaba -Enjoying the Daily Life of a Mercenary..."                    : "Lolibaba -Enjoying the Daily Life of a Mercenary From the Age of Six-",
	"Manuscript Screening Boy and Manuscript..."                             : "Manuscript Screening Boy and Manuscript Submitting Girl",
	"Descent of the Phoenix – 13 Years Old..."                               : "Descent of the Phoenix – 13 Years Old Princess Consort",
	"I Made a Slave Harem Using a Charm Cheat in a..."                       : "I Made a Slave Harem Using a Charm Cheat in a Different World",
	"Sisters Violated Many Times in Dream and..."                            : "Sisters Violated Many times in Dream and Reality…",
	"The Mage Will Master Magic Efficiently In His..."                       : "The Mage Will Master Magic Efficiently In His Second Life",
	"The Weakness of Beatrice the Level Cap Holy..."                         : "The Weakness of Beatrice the Level Cap Holy Swordswoman",
	"Uchi no Musume no Tame naraba, Ore wa..."                               : "Uchi no Musume no Tame naraba, Ore wa Moshikashitara Maou mo Taoseru kamo Shirenai (WN)",
	"Yuusha Party no Kawaii Ko ga Ita no de, Kokuhaku..."                    : "Yuusha Party ni Kawaii Ko ga Ita node, Kokuhaku Shitemita.",
	"Himekishi ga Classmate! ~ Isekai Cheat de Dorei..."                     : "Himekishi ga Classmate! ~ Isekai Cheat de Dorei ka Harem~",
	"Reincarnation ~ From the Upper World to the Lower..."                   : "Reincarnation ~ From the Upper World to the Lower World",
	"Takarakuji de 40-oku Atattandakedo Isekai ni Ijuu..."                   : "Takarakuji de 40 Oku Atattandakedo Isekai ni Ijuu Suru",
	"World Teacher – Other World Style Education..."                         : "World Teacher - Different World Style Education Agent",
	"Takarakuji de 40-oku Atattandakedo Isekai ni Ijuu..."                   : "Takarakuji de 40 Oku Atattandakedo Isekai ni Ijuu Suru",
	"Yuusha Party no Kawaii Ko ga Ita no de, Kokuhaku..."                    : "Yuusha Party no Kawaii Ko ga Ita no de, Kokuhaku Shitemita.",

	"Don’t Tell Me This Is the True History of the..."                       : "Don't Tell Me This Is the True History of the Three Kingdoms!",
	"Don't Tell Me This Is the True History of the..."                       : "Don't Tell Me This Is the True History of the Three Kingdoms!",

	"New Game Plus! ~The Struggles of a Popular VRMMO..."                    : "New Game Plus! ~The Struggles of a Popular VRMMO Livestreamer~",
	"Riaru de Reberu Age Shitara Hobo Chītona Jinsei..."                     : "Riaru de Reberu Age Shitara Hobo Chītona Jinsei ni Natta",
	"Charging Magic With a Smile~ Infinite Magic Power..."                   : "Charging Magic With a Smile~ Infinite Magic Power After Being Reincarnated Into a Different World",
	"A Mistaken Marriage Match: Record of Washed..."                         : "A Mistaken Marriage Match: Record of Washed Grievances",
	"A Mistaken Marriage Match: Mysteries in the..."                         : "A Mistaken Marriage Match: Mysteries in the Imperial Harem",
	"This is the Lively Dandelion House..."                                  : "This is the Lively Dandelion House ~Landlord’s and Tenants’ Rent War~",
	"What Came to Mind During My Third Time in Another..."                   : "What Came to Mind During My Third Time in Another World Was to for Now, Get Naked.",
	"Boku wa Isekai de Fuyo Mahou to Shoukan Mahou wo..."                    : "Boku wa Isekai de Fuyo Mahou to Shoukan Mahou wo Tenbin ni Kakeru",
	"Invincible Saint ~Salaryman, the Path I Walk to..."                     : "Invincible Saint ~Salaryman, the Path I Walk to Survive in This Other World~",
	"I Appear to have been Reincarnated as a Love..."                        : "I Appear to have been Reincarnated as a Love Interest in an Otome Game",
	"The Ability to Make Town!? ~Let’s Make a..."                            : "The Ability to make town!? ~Let's make a Japanese Town in Different world~",
	"Wife is Outrageous: His Evil Highness Comes..."                         : "Wife is Outrageous: His Evil Highness Comes Knocking",
	"Shuumatsu Nani Shitemasu ka? Isogashii desu ka?..."                     : "Shuumatsu Nani Shitemasu ka? Isogashii desu ka? Sukutte Moratte Ii desu ka?",
	"Reincarnated into a Werewolf, the Demon Lord..."                        : "Werewolf Reincarnation, Aide of Demon King",
	"My House Is a Magic Power Spot ~Just by Living..."                      : "My House is a Magic Power Spot~ Just by Living there I Become the Strongest in the World",
	"Q. Maou-sama no Oshigoto wa? A. Mamono Nusume e..."                     : "Q. Maou-sama no Oshigoto wa? A. Mamono Nusume e no Tanetsuke Desu",
	"Hokuou Kizoku to Moukinzuma no Yukiguni..."                             : "Hokuou Kizoku to Moukinzuma no Yukiguni Karigurashi",
	"Poisoning the World: The Secret Service..."                             : "Poisoning the World: The Secret Service Mysterious Doctor is a Young Beastly Wife",
	"The Demonic King Chases His Wife: The Rebellious..."                    : "The Demonic King Chases His Wife: The Rebellious Good-for-nothing Miss",
	"Ex-Hero Candidate’s, Who Turned Out To Be A..."                         : "Ex-Hero Candidate's, Who Turned Out To Be A Cheat From Lv2, Laid-back Life In Another World",
	"I’ve Became Able to Do Anything with My Growth..."                      : "I've Became Able to Do Anything With My Growth Cheat, but I Can't Seem to Get Out of Being Jobless"
}